Revit 2024 API
ParameterTypeId.SpaceOutdoorAirflowPerPerson Property
 "Outdoor Airflow per person"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpaceOutdoorAirflowPerPerson { get; }
Visual Basic
Public Shared ReadOnly Property SpaceOutdoorAirflowPerPerson As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpaceOutdoorAirflowPerPerson {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace